{
    "main": "Powers are unique special abilities. Some are rather generic, while others are quite specific. This is by design. The generic Powers are there to let you create any ability you can imagine. The specific ones are there so you don’t have to jump through hoops to create an iconic superpower that everyone recognizes. Whether generic or specific, each Power’s entry includes its range, rank, cost, and description. Many also include specific Pros and Cons applicable only to that Power. Range: Powers have a range of Self, Touch, Ranged, Zone, or Special. Self means the Power affects you. Touch means the Power affects beings and/or objects you touch, so they have to be adjacent to you or at least within Close Range so you can move up to them. Ranged means the Power affects beings and/or objects within Distant Range. Zone is the only range option that incorporates an area of effect, and means the Power always affects everyone and/or everything within 5 to 25 feet of you — you decide how far to extend the Zone each time you use the Power. Last, a few Powers with a range of Special work in some unique way discussed in their descriptions. Rank: This indicates whether the Power has a rank. Power Rank means it does. Baseline Rank (X) also means the Power has a rank, but in this case, the Trait used to determine the Power’s baseline rank is noted in parentheses. When you buy a Power with a baseline rank, add the baseline rank to the number of ranks you purchase to determine the Power’s final rank. Default Rank means the power doesn’t have a rank. You use your Toughness or Willpower (it varies by Source) in place of the Power’s rank when dealing with Powers that affect other Powers. Last, a few Powers with a rank of Special work in some unique way discussed in their descriptions. A Power’s rank is normally used to make challenge rolls. It also helps determine what or how much you can do with a Power. For example, Powers that can move physical objects can usually affect up to the amount you could lift with a Might equal to your Power rank. Unless a Power’s description says otherwise, don’t apply its rank to anything other than what the Power does. For example, neither Flight nor Teleportation specify that your Power rank determines how much you can carry while using those Powers, so that amount is determined as usual (i.e., by your Might). If you have a Power that lets you move faster than normal or in ways an ordinary person can’t (a Travel Power), your Power rank usually indicates your maximum speed, as shown on the Speed table. Ordinary people move at 3d speed, sound travels at 9d, and light clocks in at a brisk 27d. The rank that corresponds to an object’s speed on this table is sometimes called its speed rank. Cost: This indicates how much the Power costs, whether a flat amount or a cost per rank. No Power can ever cost less than 1 Hero Point (or 1 Hero Point per 2 ranks) regardless of its Cons. A few Powers with a cost of Special work in some unique way discussed in their descriptions. Description: This describes what the Power does and how it works. If a Power can be used to attack or affect other characters, its description indicates the Traits that may be used to resist such efforts. The defender always uses whichever Trait offers them the best chance of success when making challenge rolls to resist a Power. Occasionally, a Power’s description may also include notes concerning its use and suggestions to the GM regarding what effect it may have on the game.",
    "records": [
        {
            "name": "Adaptation",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "12 Hero Points",
            "description": "Your body instantly adapts to your surroundings, letting you breathe, move around, sense things, and survive in alien or hostile environments. For example, you might grow gills, fins, and a membrane over your eyes while underwater, plus you’d become immune to undersea pressure and temperature."
        },
        {
            "name": "Alternate Form",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "4 Hero Points per Power Level",
            "description": "You can turn into a different form. Create this form as a separate Hero (see below). Your alternate form can be of any power level up to but not higher than yours. For example, if you are a Standard Hero, your other form can be Street Level, Low Level, or Standard. This Power’s cost varies depending on your other form’s power level, as indicated on the Alternate Form table. Your other form’s power level only affects the number of Hero Points you have to create it, not its Trait Cap. Both forms must pay for this Power. As you gain extra Hero Points, you can spend them differently for each form. Buy this Power multiple times if you want multiple forms, but each form must pay this Power’s total cost. For example, if you buy this Power twice to gain 2 alternate Standard forms, all three forms will have to pay the 24 Hero Points. When creating alternate forms, you must give them their own their Abilities, Talents, and Powers, although some of these Traits may share the same rank across multiple forms. Your various forms may share Perks and Flaws, or they might have their own. This varies by character. No matter how many forms you can assume, you only have one pool of Resolve: use the lowest Resolve among your various forms as your actual Resolve. For example, if you have two forms, one that would have 6 Resolve as a separate character and one that would have 1 Resolve as a separate character, you have 1 Resolve.",
            "children": [
                {
                    "type": "CON",
                    "name": "Independent Forms",
                    "cost": "-1 per power level",
                    "description": "Each of your forms has a separate identity, memory, and personality, and your various forms may or may not get along very well."
                }
            ]
        },
        {
            "name": "Animal Control",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "Whether through mind control or friendly communication, you can make animals do what you want for the Power’s duration by making an Animal Control roll against their Willpower.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Calling",
                    "cost": "+2",
                    "description": "You can call out to distant animals, which lets you use this Power on creatures within Extreme Range (basically as far as your call can be heard). Controlled animals race to your location, and the Power’s duration doesn’t begin to run until they arrive."
                },
                {
                    "type": "CON",
                    "name": "Only X",
                    "cost": "-2 or -4",
                    "description": "You can only control a specific category, group, or type of animal specified when you buy this Power. This is normally a −2 Con, but if the group of animals is very narrow or of limited utility (such as aquatic animals), this becomes a −4 Con instead."
                }
            ]    
        },
        {
            "name": "Animal Empathy",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "1 Hero Point",
            "description": "You share an empathic understanding with animals. Animals are unlikely to attack you without good reason, such as if they’re injured or protecting their young, and even then, you may be able to dissuade them (especially if you have snacks because, well, because snacks).",
            "children" : [
                {
                    "type": "PRO",
                    "name": "Speech",
                    "cost": "+2",
                    "description": "You can communicate with animals. GMs determine how intelligent mundane animals are in their games and how they react to this. One could reasonably assume that domesticated animals and those comfortable with humans are usually friendly unless trained to be otherwise, but wild animals are likely much more cautious."
                }
            ]
        },
        {
            "name": "Animal Mimicry",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "2 Hero Points per rank",
            "description": "You can mimic animals, gaining their Powers at the lower of their Power rank or your Power rank. When mimicking an animal, you gain all their Powers, even ones that would seem to rely on body parts you lack (claws, gills, wings, etc.). You also gain the animal’s Agility, Might, Perception, and Toughness at the lesser of their respective Ability ranks or your Power rank, but only if their Ability ranks exceed yours. If any of your Abilities are greater, they aren’t affected. You can mimic any natural animal you are familiar with, whether alive or extinct. As for magical creatures like dragons and unicorns, that’s up to the GM. If you are an alien, you mimic alien animals. For the sake of game balance (and everyone’s sanity), these alien animals look different but have the same characteristics as the Earth animals described in Chapter 8. Mimicking an animal or changing your selection is a free action, but you can only do so once per page, twice if you forego your next turn to act.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Enhanced",
                    "cost": "+4",
                    "description": "Whenever you mimic an animal, you can use your Power rank in place of its highest ranked Trait. You can do this for only one Trait per animal (pick one if several Traits have the same rank). For example, gorillas have 6d Might and Toughness. If you use 10d Animal Mimicry to mimic a gorilla, you can give yourself 10d in one of those Abilities."
                },
                {
                    "type": "PRO",
                    "name": "Selection",
                    "cost": "+4",
                    "description": "You can mimic more than one animal at a time, using the best Traits from among all the animals you are mimicking, but this lowers your effective Power rank by 1d per extra animal being mimicked at the same time."
                }
            ]  
        },
        {
            "name": "Animation",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "2 Hero Points per rank",
            "description": "You can animate images and objects, bringing them to life until the end of the scene or until you dismiss them. Animated images step off the page, screen, wall, or surface on which you found them and grow to their actual real-world size. Animated objects, meanwhile, begin moving in whatever way seems most natural: statues twist and bend as if their joints were real, flexible objects move like snakes, solid objects gain a cartoonish level of flexibility that allows them to move around, weapons leap into the air as if wielded by invisible enemies, and so on. Animated beings have three Abilities, Agility, Might, and Toughness, plus whatever Powers they should reasonably possess. For example, an animated image of a winged dragon should probably have Blast (Fire) and Flight (whether or not the image was breathing fire or flying), while an animated marble statue should probably have Solid Form. One of your creation’s Traits shares this Power’s rank; the rest have a rank equal to half your Animation rank. You determine which Trait uses your full Power rank on a case-by-case basis. Animated beings are inanimate objects that lack mental faculties and act only in response to your mental commands. You can animate more than one thing at a time, but this lowers your effective Animation rank by 1d per extra object. You can’t animate a physical object whose Structure exceeds your Power rank."
        },
        {
            "name": "Armor",
            "range": "Self",
            "rank": "Baseline Rank (1/2 Toughness)",
            "cost": "1 Hero Point per rank",
            "description": "You have armor or a personal force field that repels damage. You can use this Power as a passive defense against physical attacks and energy attacks, regardless of the type of damage they inflict. You are completely immune to such attacks if their attack rank is less than or equal to half your Armor rank (unless they have the Penetrating Pro). When dealing with Minions, use their unmodified Threat rank as their attack rank when determining if you are immune to their attacks.",
            "children": [
                {
                    "type": "CON",
                    "name": "Activated",
                    "cost": "-1",
                    "description": "This Power represents a defense you must activate, like a personal force shield or body coating. Although you can do this as a free action, the Power stops working if you are knocked out or otherwise rendered unconscious."
                },
                {
                    "type": "CON",
                    "name": "Reactive",
                    "cost": "-2",
                    "description": "This Power represents something like bracers or a shield that you use to block or deflect incoming attacks. Accordingly, it’s considered an active defense."
                }
            ]
        },
        {
            "name": "Astral Projection",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "12 Hero Points",
            "description": "Your astral form can leave your physical body. You gain Invisible, Phasing (Intangible), and Super Senses (Astral Sight) while in astral form, although you can make yourself visible if you wish. You can also fly in this form, as if you had Flight at your Willpower rank. As long as you are using this Power, your physical body lies dormant, although you will know instantly if it gets moved or harmed."
        },
        {
            "name": "Attuned",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "You are attuned to some aspect of nature like currents and tides, plate tectonics, or weather patterns, to a particular geographic area like a city, forest, jungle, or sacred grove, or to the larger cosmos in general. You can tell when dramatic or unusual disturbances or phenomenon are imminent within your area of attunement. If attuned to a geographic area, you can also tell when powerful beings enter or leave, possibly even when they’re born and when they die, depending on how powerful they are. Your level of sensitivity varies depending on the scope of your attunement. For example, a magician attuned to the mansion that serves as her sanctum sanctorum is keenly aware of everything that happens in her home, while a cosmically attuned galactic guardian is only sensitive to cosmic beings, events, and forces. This Power automatically provides you with basic information, but you can spend 1 Resolve to ask the GM for more in-depth information, assuming there’s any to be had. The information you receive may sometimes be incomplete or misleading, but it is always truthful."
        },
        {
            "name": "Aura",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "2 Hero Points per rank",
            "description": "Your body inflicts a specific type of energy damage on contact (pick one). Anyone who touches you suffers an attack using your Aura rank that can only be resisted with passive defenses. This also applies to anyone who strikes you in unarmed combat (if you resist an unarmed attack with a passive defense, assume the attacker strikes you, even if you suffer no damage). You can also use Aura to perform close combat attacks that inflict energy damage. If you already have a close combat attack at an equal or greater rank, use its rank +1d instead. Physical objects tend to burn, dissolve, or melt near you, so you suffer no damage from mundane physical objects with a Structure lower than your Aura rank. Wooden weapons usually have 6d Structure, while bullets and metal weapons usually have 9d Structure.",
            "children": [
                {
                    "type": "CON",
                    "name": "Spines",
                    "cost": "-2",
                    "description": "Your body has a covering of quills or spines that inflict physical damage rather than energy damage. As a result, this Power provides no protection against physical attacks."
                }
            ]
        },
        {
            "name": "Banish",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost":"1 Hero Point per rank",
            "description": "You can banish a target to another time, place, or dimension (pick one) by making a Banish roll against their Willpower or one of their active defenses. If you wish, you can specify that your version of the Power is resisted with Toughness instead of Willpower, but active defenses always apply as well. You can’t send targets anywhere that would be harmful or from which they can’t return, but characters run by an evil GM have no such restrictions, and all GMs are evil. Even though a banished target isn’t actually present, you can keep using this Power on them until they’ve been defeated — in this case, you aren’t so much attacking as concentrating on keeping them away — but the effect is the same. When Heroes get banished, they often wind up in dangerous or at least interesting locales. Banished Heroes still get their actions, which they can use to fight off hungry monsters, explore strange alien vistas, or do whatever else is appropriate for the place in which they find themselves."
        },
        {
            "name": "Blast",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can fire a damaging ranged attack. You must specify the kind of damage inflicted when you buy this Power (unless you apply the Weapons Con discussed below).",
            "children": [
                {
                    "type": "PRO",
                    "name": "Block",
                    "cost": "+2",
                    "description": "You can use the Power as an active defense against ranged physical and energy attacks (but not against area attacks) by shooting them down. If you forego your next action, this turns the attack into a blast duel, a 3-exchange contest, with each character using their Blast Power against the other. The first exchange happens immediately. The second happens on your next turn to act. The third and final exchange happens on your opponent’s next turn to act. Whoever wins the contest hits their opponent with a number of successes equal to their Blast rank, and this attack can only be resisted with passive defenses."
                },
                {
                    "type": "PRO",
                    "name": "Melee",
                    "cost": "+2",
                    "description": "You can use the Power as an active defense against close combat attacks. The Power may look different when used in this fashion. For example, your fire Blast might take on the appearance of a flaming sword whenever you get into close combat."
                },
                {
                    "type": "CON",
                    "name": "Subdual",
                    "cost": "-1",
                    "description": "The Power inflicts subdual damage."
                },
                {
                    "type": "CON",
                    "name": "Weapons",
                    "cost": "-1",
                    "description": "This Power represents mastery of a group of weapons as broad or narrow as you like — the level of specificity doesn’t matter. You have to be armed with that type of weapon to use the Power. This lets you use your Blast rank (instead of your Ability plus Weapon Bonus) to make attack rolls while so armed. Otherwise, the weapon works as usual and deals whatever type of damage it normally inflicts."
                }
            ]
        },
        {
            "name": "Blending",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "Your coloring can change to match your environment, granting you a +3d bonus on Covert rolls to avoid being seen. If you remain still, you can also make a Covert roll at half your rank (after taking the +3d bonus into account) to avoid being seen when you would otherwise be in plain view."
        },
        {
            "name": "Blind",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per 2 ranks",
            "description": "You can blind a living target for the Power’s duration by making a Blind roll against their Toughness or one of their active defenses. Targets affected by this Power suffer a −3d penalty to their attack and active defense rolls in combat unless they have a Power like Blind Fighting or Radar that compensates for this. You can have a version of Blind that affects a sense other than vision, but you and the GM will have to determine whether this has any mechanical effect in combat."
        },
        {
            "name": "Blind Fighting",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "You don’t rely on vision in combat. As a result, you suffer no penalties or adverse effects when fighting in the dark or against opponents you can’t see, whatever the reason."
        },
        {
            "name": "Blink",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You use your Powers to blink in and out of reality during combat. This can mean any number of things: phasing in and out of the physical world, rapidly changing your size and/or shape, sliding through dimensional portals, teleporting around opponents, or anything else you can image. Use Blink instead of Might when making close combat attack rolls and instead of Agility when making active defense rolls and movement rolls (although this isn’t a Travel Power and doesn’t actually let you move any faster than normal). If you have these Traits or other applicable Powers (such as Evasion, Martial Arts, or Strike) at an equal or greater rank, use their ranks +1d instead."
        },
        {
            "name": "Boost",
            "range": "Self",
            "rank": "Baseline Rank (Special)",
            "cost": "Special",
            "description": "You can raise the rank of one specific Ability, Talent, or Power (pick one) up to this Power’s rank. This Power costs as many Hero Points per rank as the Trait it affects and uses that Trait as its baseline rank. Cons must be applied to this Power to indicate how and when it operates; otherwise it’s meaningless.",
            "children": [
                {
                    "type": "CON",
                    "name": "Rage",
                    "cost": "-2",
                    "description": "The Power activates when you get really mad. However, your Intellect and all your Talents drop to 1d as long as you remain angry enough to use this Power. Your rage always subsides by the end of a scene. You should also consider the Quirk (Bad Temper) Flaw."
                }
            ]
        },
        {
            "name": "Buff",
            "range": "Zone",
            "rank": "Default Rank",
            "cost": "12 Hero Points",
            "description": "You can spend 1 point of Resolve to bolster yourself and all allies within range, granting you all a +1d bonus on all challenge rolls for the rest of the scene. Your allies must remain within the Power’s area of effect to get this bonus. You must use an action to activate this Power, but once you do, you can sustain it as a free action. This Power always expires at the end of a scene, if not sooner. Buff can’t be stacked, not even if multiple characters have it from different Sources.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Greater",
                    "cost": "6",
                    "description": "You can increase the bonus provided by this Power by +1d per extra point of Resolve spent, up to a maximum of 3 points of Resolve for a +3d bonus. Certain NPCs may be able to push this envelope, but that’s within the GM’s purview."
                }
            ]
        }
    ]
}