{
    "main": "Powers are unique special abilities. Some are rather generic, while others are quite specific. This is by design. The generic Powers are there to let you create any ability you can imagine. The specific ones are there so you don’t have to jump through hoops to create an iconic superpower that everyone recognizes. Whether generic or specific, each Power’s entry includes its range, rank, cost, and description. Many also include specific Pros and Cons applicable only to that Power. Range: Powers have a range of Self, Touch, Ranged, Zone, or Special. Self means the Power affects you. Touch means the Power affects beings and/or objects you touch, so they have to be adjacent to you or at least within Close Range so you can move up to them. Ranged means the Power affects beings and/or objects within Distant Range. Zone is the only range option that incorporates an area of effect, and means the Power always affects everyone and/or everything within 5 to 25 feet of you — you decide how far to extend the Zone each time you use the Power. Last, a few Powers with a range of Special work in some unique way discussed in their descriptions. Rank: This indicates whether the Power has a rank. Power Rank means it does. Baseline Rank (X) also means the Power has a rank, but in this case, the Trait used to determine the Power’s baseline rank is noted in parentheses. When you buy a Power with a baseline rank, add the baseline rank to the number of ranks you purchase to determine the Power’s final rank. Default Rank means the power doesn’t have a rank. You use your Toughness or Willpower (it varies by Source) in place of the Power’s rank when dealing with Powers that affect other Powers. Last, a few Powers with a rank of Special work in some unique way discussed in their descriptions. A Power’s rank is normally used to make challenge rolls. It also helps determine what or how much you can do with a Power. For example, Powers that can move physical objects can usually affect up to the amount you could lift with a Might equal to your Power rank. Unless a Power’s description says otherwise, don’t apply its rank to anything other than what the Power does. For example, neither Flight nor Teleportation specify that your Power rank determines how much you can carry while using those Powers, so that amount is determined as usual (i.e., by your Might). If you have a Power that lets you move faster than normal or in ways an ordinary person can’t (a Travel Power), your Power rank usually indicates your maximum speed, as shown on the Speed table. Ordinary people move at 3d speed, sound travels at 9d, and light clocks in at a brisk 27d. The rank that corresponds to an object’s speed on this table is sometimes called its speed rank. Cost: This indicates how much the Power costs, whether a flat amount or a cost per rank. No Power can ever cost less than 1 Hero Point (or 1 Hero Point per 2 ranks) regardless of its Cons. A few Powers with a cost of Special work in some unique way discussed in their descriptions. Description: This describes what the Power does and how it works. If a Power can be used to attack or affect other characters, its description indicates the Traits that may be used to resist such efforts. The defender always uses whichever Trait offers them the best chance of success when making challenge rolls to resist a Power. Occasionally, a Power’s description may also include notes concerning its use and suggestions to the GM regarding what effect it may have on the game.",
    "records": [
        {
            "name": "Adaptation",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "12 Hero Points",
            "description": "Your body instantly adapts to your surroundings, letting you breathe, move around, sense things, and survive in alien or hostile environments. For example, you might grow gills, fins, and a membrane over your eyes while underwater, plus you’d become immune to undersea pressure and temperature."
        },
        {
            "name": "Alternate Form",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "4 Hero Points per Power Level",
            "description": "You can turn into a different form. Create this form as a separate Hero (see below). Your alternate form can be of any power level up to but not higher than yours. For example, if you are a Standard Hero, your other form can be Street Level, Low Level, or Standard. This Power’s cost varies depending on your other form’s power level, as indicated on the Alternate Form table. Your other form’s power level only affects the number of Hero Points you have to create it, not its Trait Cap. Both forms must pay for this Power. As you gain extra Hero Points, you can spend them differently for each form. Buy this Power multiple times if you want multiple forms, but each form must pay this Power’s total cost. For example, if you buy this Power twice to gain 2 alternate Standard forms, all three forms will have to pay the 24 Hero Points. When creating alternate forms, you must give them their own their Abilities, Talents, and Powers, although some of these Traits may share the same rank across multiple forms. Your various forms may share Perks and Flaws, or they might have their own. This varies by character. No matter how many forms you can assume, you only have one pool of Resolve: use the lowest Resolve among your various forms as your actual Resolve. For example, if you have two forms, one that would have 6 Resolve as a separate character and one that would have 1 Resolve as a separate character, you have 1 Resolve.",
            "children": [
                {
                    "type": "CON",
                    "name": "Independent Forms",
                    "cost": "-1 per power level",
                    "description": "Each of your forms has a separate identity, memory, and personality, and your various forms may or may not get along very well."
                }
            ]
        },
        {
            "name": "Animal Control",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "Whether through mind control or friendly communication, you can make animals do what you want for the Power’s duration by making an Animal Control roll against their Willpower.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Calling",
                    "cost": "+2",
                    "description": "You can call out to distant animals, which lets you use this Power on creatures within Extreme Range (basically as far as your call can be heard). Controlled animals race to your location, and the Power’s duration doesn’t begin to run until they arrive."
                },
                {
                    "type": "CON",
                    "name": "Only X",
                    "cost": "-2 or -4",
                    "description": "You can only control a specific category, group, or type of animal specified when you buy this Power. This is normally a −2 Con, but if the group of animals is very narrow or of limited utility (such as aquatic animals), this becomes a −4 Con instead."
                }
            ]    
        },
        {
            "name": "Animal Empathy",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "1 Hero Point",
            "description": "You share an empathic understanding with animals. Animals are unlikely to attack you without good reason, such as if they’re injured or protecting their young, and even then, you may be able to dissuade them (especially if you have snacks because, well, because snacks).",
            "children" : [
                {
                    "type": "PRO",
                    "name": "Speech",
                    "cost": "+2",
                    "description": "You can communicate with animals. GMs determine how intelligent mundane animals are in their games and how they react to this. One could reasonably assume that domesticated animals and those comfortable with humans are usually friendly unless trained to be otherwise, but wild animals are likely much more cautious."
                }
            ]
        },
        {
            "name": "Animal Mimicry",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "2 Hero Points per rank",
            "description": "You can mimic animals, gaining their Powers at the lower of their Power rank or your Power rank. When mimicking an animal, you gain all their Powers, even ones that would seem to rely on body parts you lack (claws, gills, wings, etc.). You also gain the animal’s Agility, Might, Perception, and Toughness at the lesser of their respective Ability ranks or your Power rank, but only if their Ability ranks exceed yours. If any of your Abilities are greater, they aren’t affected. You can mimic any natural animal you are familiar with, whether alive or extinct. As for magical creatures like dragons and unicorns, that’s up to the GM. If you are an alien, you mimic alien animals. For the sake of game balance (and everyone’s sanity), these alien animals look different but have the same characteristics as the Earth animals described in Chapter 8. Mimicking an animal or changing your selection is a free action, but you can only do so once per page, twice if you forego your next turn to act.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Enhanced",
                    "cost": "+4",
                    "description": "Whenever you mimic an animal, you can use your Power rank in place of its highest ranked Trait. You can do this for only one Trait per animal (pick one if several Traits have the same rank). For example, gorillas have 6d Might and Toughness. If you use 10d Animal Mimicry to mimic a gorilla, you can give yourself 10d in one of those Abilities."
                },
                {
                    "type": "PRO",
                    "name": "Selection",
                    "cost": "+4",
                    "description": "You can mimic more than one animal at a time, using the best Traits from among all the animals you are mimicking, but this lowers your effective Power rank by 1d per extra animal being mimicked at the same time."
                }
            ]  
        },
        {
            "name": "Animation",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "2 Hero Points per rank",
            "description": "You can animate images and objects, bringing them to life until the end of the scene or until you dismiss them. Animated images step off the page, screen, wall, or surface on which you found them and grow to their actual real-world size. Animated objects, meanwhile, begin moving in whatever way seems most natural: statues twist and bend as if their joints were real, flexible objects move like snakes, solid objects gain a cartoonish level of flexibility that allows them to move around, weapons leap into the air as if wielded by invisible enemies, and so on. Animated beings have three Abilities, Agility, Might, and Toughness, plus whatever Powers they should reasonably possess. For example, an animated image of a winged dragon should probably have Blast (Fire) and Flight (whether or not the image was breathing fire or flying), while an animated marble statue should probably have Solid Form. One of your creation’s Traits shares this Power’s rank; the rest have a rank equal to half your Animation rank. You determine which Trait uses your full Power rank on a case-by-case basis. Animated beings are inanimate objects that lack mental faculties and act only in response to your mental commands. You can animate more than one thing at a time, but this lowers your effective Animation rank by 1d per extra object. You can’t animate a physical object whose Structure exceeds your Power rank."
        },
        {
            "name": "Armor",
            "range": "Self",
            "rank": "Baseline Rank (1/2 Toughness)",
            "cost": "1 Hero Point per rank",
            "description": "You have armor or a personal force field that repels damage. You can use this Power as a passive defense against physical attacks and energy attacks, regardless of the type of damage they inflict. You are completely immune to such attacks if their attack rank is less than or equal to half your Armor rank (unless they have the Penetrating Pro). When dealing with Minions, use their unmodified Threat rank as their attack rank when determining if you are immune to their attacks.",
            "children": [
                {
                    "type": "CON",
                    "name": "Activated",
                    "cost": "-1",
                    "description": "This Power represents a defense you must activate, like a personal force shield or body coating. Although you can do this as a free action, the Power stops working if you are knocked out or otherwise rendered unconscious."
                },
                {
                    "type": "CON",
                    "name": "Reactive",
                    "cost": "-2",
                    "description": "This Power represents something like bracers or a shield that you use to block or deflect incoming attacks. Accordingly, it’s considered an active defense."
                }
            ]
        },
        {
            "name": "Astral Projection",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "12 Hero Points",
            "description": "Your astral form can leave your physical body. You gain Invisible, Phasing (Intangible), and Super Senses (Astral Sight) while in astral form, although you can make yourself visible if you wish. You can also fly in this form, as if you had Flight at your Willpower rank. As long as you are using this Power, your physical body lies dormant, although you will know instantly if it gets moved or harmed."
        },
        {
            "name": "Attuned",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "You are attuned to some aspect of nature like currents and tides, plate tectonics, or weather patterns, to a particular geographic area like a city, forest, jungle, or sacred grove, or to the larger cosmos in general. You can tell when dramatic or unusual disturbances or phenomenon are imminent within your area of attunement. If attuned to a geographic area, you can also tell when powerful beings enter or leave, possibly even when they’re born and when they die, depending on how powerful they are. Your level of sensitivity varies depending on the scope of your attunement. For example, a magician attuned to the mansion that serves as her sanctum sanctorum is keenly aware of everything that happens in her home, while a cosmically attuned galactic guardian is only sensitive to cosmic beings, events, and forces. This Power automatically provides you with basic information, but you can spend 1 Resolve to ask the GM for more in-depth information, assuming there’s any to be had. The information you receive may sometimes be incomplete or misleading, but it is always truthful."
        },
        {
            "name": "Aura",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "2 Hero Points per rank",
            "description": "Your body inflicts a specific type of energy damage on contact (pick one). Anyone who touches you suffers an attack using your Aura rank that can only be resisted with passive defenses. This also applies to anyone who strikes you in unarmed combat (if you resist an unarmed attack with a passive defense, assume the attacker strikes you, even if you suffer no damage). You can also use Aura to perform close combat attacks that inflict energy damage. If you already have a close combat attack at an equal or greater rank, use its rank +1d instead. Physical objects tend to burn, dissolve, or melt near you, so you suffer no damage from mundane physical objects with a Structure lower than your Aura rank. Wooden weapons usually have 6d Structure, while bullets and metal weapons usually have 9d Structure.",
            "children": [
                {
                    "type": "CON",
                    "name": "Spines",
                    "cost": "-2",
                    "description": "Your body has a covering of quills or spines that inflict physical damage rather than energy damage. As a result, this Power provides no protection against physical attacks."
                }
            ]
        },
        {
            "name": "Banish",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost":"1 Hero Point per rank",
            "description": "You can banish a target to another time, place, or dimension (pick one) by making a Banish roll against their Willpower or one of their active defenses. If you wish, you can specify that your version of the Power is resisted with Toughness instead of Willpower, but active defenses always apply as well. You can’t send targets anywhere that would be harmful or from which they can’t return, but characters run by an evil GM have no such restrictions, and all GMs are evil. Even though a banished target isn’t actually present, you can keep using this Power on them until they’ve been defeated — in this case, you aren’t so much attacking as concentrating on keeping them away — but the effect is the same. When Heroes get banished, they often wind up in dangerous or at least interesting locales. Banished Heroes still get their actions, which they can use to fight off hungry monsters, explore strange alien vistas, or do whatever else is appropriate for the place in which they find themselves."
        },
        {
            "name": "Blast",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can fire a damaging ranged attack. You must specify the kind of damage inflicted when you buy this Power (unless you apply the Weapons Con discussed below).",
            "children": [
                {
                    "type": "PRO",
                    "name": "Block",
                    "cost": "+2",
                    "description": "You can use the Power as an active defense against ranged physical and energy attacks (but not against area attacks) by shooting them down. If you forego your next action, this turns the attack into a blast duel, a 3-exchange contest, with each character using their Blast Power against the other. The first exchange happens immediately. The second happens on your next turn to act. The third and final exchange happens on your opponent’s next turn to act. Whoever wins the contest hits their opponent with a number of successes equal to their Blast rank, and this attack can only be resisted with passive defenses."
                },
                {
                    "type": "PRO",
                    "name": "Melee",
                    "cost": "+2",
                    "description": "You can use the Power as an active defense against close combat attacks. The Power may look different when used in this fashion. For example, your fire Blast might take on the appearance of a flaming sword whenever you get into close combat."
                },
                {
                    "type": "CON",
                    "name": "Subdual",
                    "cost": "-1",
                    "description": "The Power inflicts subdual damage."
                },
                {
                    "type": "CON",
                    "name": "Weapons",
                    "cost": "-1",
                    "description": "This Power represents mastery of a group of weapons as broad or narrow as you like — the level of specificity doesn’t matter. You have to be armed with that type of weapon to use the Power. This lets you use your Blast rank (instead of your Ability plus Weapon Bonus) to make attack rolls while so armed. Otherwise, the weapon works as usual and deals whatever type of damage it normally inflicts."
                }
            ]
        },
        {
            "name": "Blending",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "Your coloring can change to match your environment, granting you a +3d bonus on Covert rolls to avoid being seen. If you remain still, you can also make a Covert roll at half your rank (after taking the +3d bonus into account) to avoid being seen when you would otherwise be in plain view."
        },
        {
            "name": "Blind",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per 2 ranks",
            "description": "You can blind a living target for the Power’s duration by making a Blind roll against their Toughness or one of their active defenses. Targets affected by this Power suffer a −3d penalty to their attack and active defense rolls in combat unless they have a Power like Blind Fighting or Radar that compensates for this. You can have a version of Blind that affects a sense other than vision, but you and the GM will have to determine whether this has any mechanical effect in combat."
        },
        {
            "name": "Blind Fighting",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "You don’t rely on vision in combat. As a result, you suffer no penalties or adverse effects when fighting in the dark or against opponents you can’t see, whatever the reason."
        },
        {
            "name": "Blink",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You use your Powers to blink in and out of reality during combat. This can mean any number of things: phasing in and out of the physical world, rapidly changing your size and/or shape, sliding through dimensional portals, teleporting around opponents, or anything else you can image. Use Blink instead of Might when making close combat attack rolls and instead of Agility when making active defense rolls and movement rolls (although this isn’t a Travel Power and doesn’t actually let you move any faster than normal). If you have these Traits or other applicable Powers (such as Evasion, Martial Arts, or Strike) at an equal or greater rank, use their ranks +1d instead."
        },
        {
            "name": "Boost",
            "range": "Self",
            "rank": "Baseline Rank (Special)",
            "cost": "Special",
            "description": "You can raise the rank of one specific Ability, Talent, or Power (pick one) up to this Power’s rank. This Power costs as many Hero Points per rank as the Trait it affects and uses that Trait as its baseline rank. Cons must be applied to this Power to indicate how and when it operates; otherwise it’s meaningless.",
            "children": [
                {
                    "type": "CON",
                    "name": "Rage",
                    "cost": "-2",
                    "description": "The Power activates when you get really mad. However, your Intellect and all your Talents drop to 1d as long as you remain angry enough to use this Power. Your rage always subsides by the end of a scene. You should also consider the Quirk (Bad Temper) Flaw."
                }
            ]
        },
        {
            "name": "Buff",
            "range": "Zone",
            "rank": "Default Rank",
            "cost": "12 Hero Points",
            "description": "You can spend 1 point of Resolve to bolster yourself and all allies within range, granting you all a +1d bonus on all challenge rolls for the rest of the scene. Your allies must remain within the Power’s area of effect to get this bonus. You must use an action to activate this Power, but once you do, you can sustain it as a free action. This Power always expires at the end of a scene, if not sooner. Buff can’t be stacked, not even if multiple characters have it from different Sources.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Greater",
                    "cost": "6",
                    "description": "You can increase the bonus provided by this Power by +1d per extra point of Resolve spent, up to a maximum of 3 points of Resolve for a +3d bonus. Certain NPCs may be able to push this envelope, but that’s within the GM’s purview."
                }
            ]
        },
        {
            "name": "Clairvoyance",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "9 Hero Points",
            "description": "You can see things at distant locations as if you were there. If the location is somehow shielded from you, you must make a Willpower roll against the shielding rank to use this Power. Clairvoyance works at any distance. You can even peer into other dimensions by making a Superhuman (6) Willpower roll. Although you normally observe locations, you can instead focus on a specific person or object. To do this, you must be familiar with the subject or have some meaningful item or fetish that connects you. This won’t tell you where that subject is located unless something you see gives that away."
        },
        {
            "name": "Cloud Minds",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can cloud the minds of living beings, effectively making yourself invisible to everyone within Distant Range. Characters affected by this Power can’t see, hear, or otherwise detect you in any way unless they make a successful Willpower roll against your Cloud Minds. Characters cannot attempt to resist this Power unless you move within Close Range of them or take some action that would make your presence evident. You must spend 1 action per page to maintain this Power."
        },
        {
            "name": "Communications",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "You can detect, receive, store, and transmit communications and information across whatever networks exist in your game. Your range is worldwide or farther if it makes sense in the game world. Although you can interface with mundane communication systems, you don’t require physical infrastructure like cell towers or communication satellites. This Power works automatically, but you may have to make Technology rolls to do things like tap into secure networks or channels."
        },
        {
            "name": "Constructs",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "3 Hero Points per rank",
            "description": "You can create and manipulate constructs of solid force. You can create simple geometric shapes and physical objects like airfoils, balls, bars, cages, columns, crowbars, hammers, hands, nets, parachutes, ramps, ropes, walls, wedges, and so on. Your constructs have a Structure equal to your Power rank and can be as rigid or as flexible as you like. You can use them to grab, lift, or exert force with an effective Might equal to your Constructs rank. You have complete control over your constructs, and can alter their size, shape, and rigidity as desired. You can use this Power to attack targets in any number of ways such as by creating constructs in the air above them and letting them drop, flinging them at your targets like projectiles, and so on. You can also defend yourself against physical and energy attacks by creating momentary shields and walls. Your constructs last for the rest of the scene, until you dispel them, or until they’re destroyed. You can create and control multiple constructs at one time, but this lowers your effective rank by 1d per extra construct and you still suffer the usual multiple action penalties if you perform more than one action per page.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Devices",
                    "cost": "+2 per rank",
                    "description": "You can create complex machines and intricate shapes that can imitate other Powers. This works like a broad version of Omni-Power."
                }
            ]
        },
        {
            "name": "Danger Sense",
            "range": "Self",
            "rank": "Baseline Rank",
            "cost": "1 Hero Point per rank",
            "description": "You have the uncanny ability to detect immediate physical danger, even from sources you have no way of sensing, like a bomb under the floor. Use this Power instead of Perception when making rolls to detect danger and when determining your Edge. Additionally, you can make active defense rolls even when caught by surprise, using the lesser of your active defense rank or your Danger Sense rank."
        },
        {
            "name": "Darkness",
            "range": "Zone",
            "rank": "Default Rank",
            "cost": "6 Hero Points",
            "description": "You can fill the space around you with darkness, dust, fog, smoke, or some other obscuring element through which only you and those unaffected by the obscuring element can see. Make up the specifics when you select this Power. For example, Super Senses (Night Vision or Thermal Vision) might let you see through darkness, while Super Senses (Thermal Vision or Ultra Vision) might let you see through fog or smoke. Targets affected by this Power suffer a −3d penalty to their attack and active defense rolls in combat unless they have a Power like Blind Fighting or Radar that compensates for this."
        },
        {
            "name": "Dazzle",
            "range": "Zone",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can emit a blinding flash that overwhelms the senses of all living beings within range, friend and foe alike, by making a Dazzle roll against their Willpower or one of their active defenses. Targets affected by this Power are stunned for one page (until after your next turn to act) and then blinded for whatever’s left of the Power’s duration. Stunned targets cannot move or perform actions. Blinded targets are affected as per Blind. Unlike most Powers, you can’t use this on a target already suffering from its effects, so you can’t stack the duration by attacking the same target multiple times.",
            "children": [
                {
                    "type": "CON",
                    "name": "Deafen",
                    "cost": "-1",
                    "description": "The Power leaves targets deafened rather than blinded after the stun effect wears off. Although preferable to being blinded, deafened characters are disoriented and suffer a −1d penalty on all challenge rolls for the rest of the Power’s duration. The GM will have to decide if characters with Powers like Blind Fighting or Radar can ignore this penalty."
                }
            ]
        },
        {
            "name": "Deflection",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can deflect and redirect ranged attacks (but not area attacks). Decide whether you can deflect physical attacks or energy attacks when you select this Power. You can use your Deflection rank as an active defense against that type of attack. Whenever such an attack fails to harm you, you can spend a free action to immediately redirect it using the lesser of the attack’s rank or your Deflection rank to make your attack roll. You can deflect any number of attacks without penalty, but you suffer a cumulative −2d penalty on your rolls to redirect these attacks if you try to redirect two or more on the same page. If you wish, you can double the cost of this Power and spend 2 Hero Points per rank to be able to deflect both physical attacks and energy attacks.",
            "children": [
                {
                    "type": "CON",
                    "name": "Only X",
                    "cost": "-4",
                    "description": "You can only deflect one specific type of object or energy (pick one)."
                }
            ]
        },
        {
            "name": "Density",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can increase your density. While dense, you can substitute your current Density rank for your Might and Toughness, and you gain Armor at that rank as well. If you already have any of these Traits at an equal or greater rank, use their ranks +1d instead. You also become heavier when using this Power: at rank 3d or higher, your weight rank equals your current Density rank. Most ordinary floors will have trouble supporting your weight much past 6d Density."
        },
        {
            "name": "Detection",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost":"1 Hero Point per 2 ranks",
            "description": "You can detect the presence and pinpoint the location of something: a particular type of energy or matter, a certain kind of being or object, a specific emotion or mental state, life, death, taxes, or whatever else you want. This Power normally works automatically, but you may have to make challenge rolls using your Power rank to detect things that are faint, hidden, or otherwise hard to notice. Unlike most ranged Powers, Detection works out to Extreme Range.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Long Range",
                    "cost": "+1",
                    "description": "The Power works at incredible and possibly interplanetary distances. In effect, it extends as far as the Heroes need, out to the very limits of Plot Device Range."
                }
            ]
        },
        {
            "name": "Determination",
            "range": "Self",
            "rank": "Special",
            "cost": "5 Hero Points per 1 Resolve",
            "description": "Your determination is legendary, even for a Hero. You begin every issue with 1 extra point of Resolve for every 5 Hero Points you put into Determination. This Power has no rank and can’t be absorbed, drained, mimicked, or affected by other abilities. Only Heroes can make use of this power."
        },
        {
            "name": "Dispel",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per 2 ranks",
            "description": "You can free a being or object within range from the effect of any Power that has an ongoing duration by making a Dispel roll against that Power’s rank. You can only dispel Powers from one Source (pick one). This doesn’t prevent a Power from working; it merely ends the Power’s duration. However, you can use Dispel as an active defense against Powers that inflict special effects.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Also X",
                    "cost":"1 Hero Point per 2 ranks",
                    "description": "You can dispel Powers from more than one Source. Every additional Source increases this Power’s cost by 1 Hero Point per 2 ranks. For example, this Power costs 1 Hero Point per rank if you can dispel Magic and Psychic Powers."
                }
            ]
        },
        {
            "name": "Drain",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per 2 ranks",
            "description": "You can drain a character’s Abilities, Talents, and Powers from a specific Source (pick one) by making a Drain roll against their highest-ranked Trait that shares this Source. Drained Abilities and Talents drop to 1d for the Power’s duration, while drained Powers completely stop working. Abilities, Talents, and Powers from other Sources are unaffected and can’t be used to resist this Power.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Also X",
                    "cost": "1 Hero Point per 2 ranks",
                    "description": "You can affect Traits from more than one Source. Every additional Source increases this Power’s cost by 1 Hero Point per 2 ranks. For example, this Power costs 3 Hero Points per 2 ranks if you can affect Innate, Super, and Trained Traits."
                },
                {
                    "type": "CON",
                    "name": "Only X (Trait)",
                    "cost": "-2",
                    "description": "You can only affect one type of Trait. This is usually a −2 Con and means you can only affect Abilities, Talents, or Powers (pick one)."
                },
                                {
                    "type": "CON",
                    "name": "Only X (Ability)",
                    "cost": "-4",
                    "description": "If you can only affect one specific Ability, Talent, or Power (again, pick one), this is a −4 Con instead."
                }
            ]
        },
        {
            "name": "Duplication",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "25 Hero Points",
            "description": "You can spend an action to create a duplicate of yourself. Your duplicate is an exact copy of you but lacks this Power. This doesn’t grant you extra uses of Powers with limited uses like Dimensional Travel or Healing. Although you can both use these Powers, each use is tallied against their limit. Your duplicate lacks Resolve, but you can spend yours on their behalf. Your duplicate vanishes when either of you is defeated. Once they vanish, a duplicate can’t be summoned again in the same scene. You can buy this Power multiple times if you want to be able to create multiple duplicates. Because this Power effectively gives you an extra character to control, GMs should feel free to limit or prohibit its use."
        },
        {
            "name": "Elemental Control",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "3 Hero Points per rank",
            "description": "You can create and control one type of energy, matter, or phenomenon (called an element). Common elements include air, cold, earth and stone, electricity, fire, friction, garbage, gravity, heat, ice, light, magnetism, metal, plants, plasma, radiation, sand, sound, vibrations, water, weather, and wood. By manipulating this element, you can create effects that imitate other Powers at this Power’s rank, provided what you are doing makes comic book sense. In effect, this Power works like Constructs and/or a narrow version of Omni-Power, depending on what you can control.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Matter Creation",
                    "cost": "+1 per rank",
                    "description": "Matter created with this power is normally unstable, dissolving or dissipating by the end of the scene (as per Constructs). However, you can create stable matter that will last as long as ordinary matter of its type by spending an amount of Resolve equal to the weight rank of the stable matter you wish to create (minimum 1 point). You must be able to control a type of matter to select this Pro."
                },
                {
                    "type": "CON",
                    "name": "Only Control",
                    "cost": "-1 per rank",
                    "description": "You can control the element, but you can’t create it. Instead, you must rely on whatever is available within range."
                }
            ]
        },
        {
            "name": "Emotion Control",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can cause anyone within range to experience an overwhelming emotion or mental state such as anger, confusion, fear, love, lust, or sadness by making an Emotion Control roll against their Willpower. The GM determines how the target reacts based on the circumstances and the feeling generated, but the emotion can run from mild to overwhelming and the reaction is often powerful and irrational.",
            "children": [
                {
                    "type": "CON",
                    "name": "Only X",
                    "cost": "-2",
                    "description": "You can only generate one emotion or mental state (pick one)."
                },
                {
                    "type": "CON",
                    "name": "Pheromones",
                    "cost": "-2",
                    "description": "Your Power is chemical in nature. Characters use the greater of their Toughness or Willpower to resist it. Additionally, characters who don’t breathe are immune to this Power, as are those protected by life support systems or immune to toxins."
                }
            ]
        },
        {
            "name": "Energy Absorption",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can absorb one type of energy (pick one) by siphoning it from a nearby source or getting struck by an attack. You absorb a number of ranks equal to the lesser of the energy’s rank or your Power rank. You are immune to energy attacks with a rank less than or equal to your Power rank, and you can use this Power as a passive defense against energy attacks with a greater rank. Absorbed energy must be spent immediately in one of the following ways. It can boost your Agility, Might, or Toughness to the rank of the absorbed energy until the end of the following page. It can grant you a +1d bonus to all rolls until the end of the following page. It can be fired out as a Blast at the rank of the absorbed energy. Or it can heal one point of damage for every 2 full ranks absorbed. Energy Absorption costs 1 Hero Point per rank unless you can absorb kinetic energy (i.e., all physical attacks), in which case it costs 3 Hero Points per rank and is subject to the GM’s approval.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Also X",
                    "cost": "+2",
                    "description": "You can absorb one extra type of energy (other than kinetic energy) each time you select this Pro. This Pro cannot be used to add kinetic energy to this Power after the fact."
                }
            ]
        },
        {
            "name": "Ensnare",
            "range": "Ranged",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "You can ensnare an opponent in something like ice, vines, or webbing that prevents them from taking physical actions for the Power’s duration by making an Ensnare roll against their Might or one of their active defenses. Targets can also use Aura as a passive defense against this attack.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Line",
                    "cost": "+2",
                    "description": "This power involves some sort of line or tether that lets you pull an ensnared target to you as long as their weight rank doesn’t exceed your Ensnare rank. If your target weighs more than you can lift, however, you may be the one moving."
                },
                {
                    "type": "CON",
                    "name": "Immobilize",
                    "cost": "-2",
                    "description": "You only glue targets to one spot. Targets can’t move from their current location, but they remain free to take whatever other physical actions they wish."
                }
            ]
        },
        {
            "name": "Evasion",
            "range": "Self",
            "rank": "Baseline Rank (Agility)",
            "cost": "1 Hero Point per 2 ranks",
            "description": "You are a nimble combatant who’s always in motion. You can use Evasion instead of Agility when making active defense rolls and movement rolls (although this isn’t a Travel Power and doesn’t actually let you move any faster than normal). You can also use Evasion in place of Agility when performing or resisting combat stunts."
        },
        {
            "name": "Expertise",
            "range": "Self",
            "rank": "Baseline Rank (Special)",
            "cost": "1 Hero Point per 2 ranks",
            "description": "You have a specialization of some kind, often a specific area of knowledge, proficiency, or skill. Your specialization must fall under one of your Abilities or Talents. Make up the specialization and specify which Trait it falls under when you select this Power. For example, you could have Expertise (Agility: Firearms) or Expertise (Technology: Robotics). The same specialization may fall under more than one Trait (for example, a military science specialty could reasonably fall under Academics or Professional). Use this Power’s rank in place of the Trait your Expertise falls under whenever your specialization applies. This Power’s baseline rank equals the rank of the Ability or Talent it falls under."
        },
        {
            "name": "Extra Limbs",
            "range": "Self",
            "rank": "Default Rank",
            "cost": "3 Hero Points",
            "description": "You have extra arms, prehensile hair, a prehensile tail, tentacles, or something similar. Aside from the numerous advantages of having extra manipulative limbs, you gain a +2d bonus to your attack and defense rolls when grappling. The GM may also let you apply this bonus to other actions that could reasonably benefit from having extra limbs, such as climbing and swimming."
        },
        {
            "name": "Flight",
            "range": "Self",
            "rank": "Power Rank",
            "cost": "1 Hero Point per rank",
            "description": "This Travel Power lets you fly like a bird, or a plane, or a cow with jet engines strapped onto its terrified back. You get the idea. Flight requires more room to maneuver than most Travel Powers, so you must halve your effective Flight rank indoors unless you are operating in an exceptionally large space.",
            "children": [
                {
                    "type": "PRO",
                    "name": "Spaceflight",
                    "cost": "+2",
                    "description": "You can move faster than light in outer space, allowing you to cross interstellar distances, assuming you can survive out there."
                },
                {
                    "type": "CON",
                    "name": "Gliding",
                    "cost": "-2",
                    "description": "You glide rather than fly, so you must descend at least one story (about 15 feet) per page unless you can catch a rising current of air."
                },
                {
                    "type": "CON",
                    "name": "Levitation",
                    "cost": "-4",
                    "description": "You can only move up and down or hover in place."
                },
                {
                    "type": "CON",
                    "name": "Slides",
                    "cost": "-2",
                    "description": "You surf on slides of matter or energy that you create as you travel, so you have to stay within Distant Range of the ground, buildings, or other large solid objects."
                },
                {
                    "type": "CON",
                    "name": "Wings",
                    "cost": "-2",
                    "description": "You need room to spread your wings, so you can’t fly in cramped spaces (including most indoor locations), thin atmospheres, or the vacuum of space."
                }
            ]
        },
        {
            "name":"Force Field",
            "range":"Self",
            "rank":"Power Rank",
            "cost":"1 Hero Point per rank",
            "description":"You can project a force field that repels damage. Characters\nprotected by the force field can use your Power rank as a passive\ndefense against both physical attacks and energy attacks, and\nare completely immune to such attacks if their attack rank is less\nthan or equal to half your Force Field rank. When dealing with\nMinions, use their unmodified Threat rank as their attack rank\nwhen determining if protected characters are immune to their\nattacks. This Power blocks physical objects and energy attacks.\nIt does not affect ambient energy that isn’t intense enough to\ninflict harm (ordinary sounds, room temperate, visible light, etc.),\nnor does it block indirect Power effects. For example, someone\nwith Darkness could affect the environment across a force field.\nThis Power does not affect mental attacks in any way.\nYou can shape your force field however you wish, anything from\na flat plane to a bubble that protects you and everyone adjacent\nto you. Apply the Zone Pro to shield large areas, the Ranged\nPro to shield things at a distance, or the Area Pro to shield large\nareas at a distance. You must spend an action to activate this\nPower, but you can then maintain it as a free action. You can\nmaintain multiple force fields at the same time, but this lowers\nyour effective Power rank by 1d per extra force field.",
            "children": [
                {
                    "type":"PRO",
                    "name":"Inviolate",
                    "cost":"+1 per rank",
                    "description":"Whenever you raise a force\nfield, you can spend 1 Resolve to have the field repel\nnot only direct attacks, but also all Power effects of\nequal or lesser rank. An inviolate force field can even\nbe used as a passive defense against mental attacks."
                },
                {
                    "type":"PRO",
                    "name":"Permeable",
                    "cost":"+6",
                    "description":"If you wish, you can allow attacks\nto pass unhindered through the force field in one\ndirection, letting you and your allies attack normally\nwhile protected by the field. An inviolate force field\n(as described above) can’t also be permeable."
                },
                {
                    "type":"CON",
                    "name":"Collapsible",
                    "cost":"-2",
                    "description":"Your force field collapses when\nstruck by an attack whose rank exceeds your Power\nrank. Although the Power still acts as a passive\ndefense against that attack, you will have to spend\nan action if you wish to reactivate your force field."
                },
                {
                    "type":"CON",
                    "name":"Ward",
                    "cost":"-1",
                    "description":"Your Power protects against mental\nattacks and effects rather than physical ones. This is\nthe only kind of force field that can hold a character\nusing Phasing (Intangible)."
                }
                ]
            },
            {"name":"Energy Form","range":"Self","rank":"Power Rank","cost":"3 Hero Points per rank","description":"You can turn into one type of energy (pick one), gaining Aura and\nFlight at this Power’s rank. In this form, you are weightless and\nimmune to physical and energy attacks and effects. While you\ncan’t carry or touch anything, you aren’t truly intangible: objects\nand force fields can contain you. You also become vulnerable\nto things that can affect the energy that forms your body. For\nexample, if you are composed of electricity, things that can\nabsorb electricity may be able to harm you.","children":[{"type":"PRO","name":"Also X","cost":"+2","description":"You can turn into one additional type\nof energy for every 2 extra Hero Points."}]},
            {"name":"Gaseous Form","range":"Self","rank":"Default Rank","cost":"6 Hero Points","description":"You can turn into a gas, gaining 1d Flight. In this form you are\nweightless and immune to physical attacks and effects (including\nenergy attacks), and you can move through any opening through\nwhich gases can pass. You can’t carry, touch, or affect anything\nphysical while in this form, but you become vulnerable to things\nthat can affect gases."},
            {"name":"Liquid Form","range":"Self","rank":"Default Rank","cost":"12 Hero Points","description":"You can turn into a liquid or a collection of fine particles like\ndust or sand, making you immune to physical attacks (but\nnot energy attacks) and letting you pass through any opening\nliquids can pass through. You can nevertheless solidify yourself enough to manipulate objects and perform physical attacks.\nAlthough you are immune to physical attacks, your body is still\na physical object that can be contained, moved, shoved, and\notherwise affected by force fields and anything too large to pass\nthrough you."},
            {"name":"Solid Form","range":"Self","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can turn into solid matter (ice, metal, stone, and wood are\nalways in fashion). While in this form, you can substitute your\nPower rank for your Might and Toughness, and you gain Armor\nat that rank as well. If you already have any of these Traits at an\nequal or greater rank, use their ranks +1d instead."},
            {"name":"Gestalt","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You must have the Alter Ego Flaw to select this Power. Assuming\nyou do, your empowered form is the product of two people\nmerging. You have two separate alter egos, each of which is a\nseparate character with their own unique Abilities, Talents, and\nmaybe even Powers. You can have more than two alter egos, but\neach additional alter ego costs another 3 Hero Points."},
            {"name":"Growth","range":"Self","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can grow as large as shown on the Growth table. At rank\n4d or higher, your weight rank equals your current Growth rank.\nYou can substitute your current Growth rank for your Might and\nToughness. You also gain Armor at your current Growth rank.\nLast, you gain Running at half your Growth rank thanks to the\nlength of your stride. If you already have any of these Traits at\nan equal or greater rank, use their ranks +1d instead."},
            {"name":"Hard To Kill","range":"Self","rank":"Default Rank","cost":"1 Hero Point","description":"You are hard to kill. You can be killed, but it would take\nsomething extreme, like being beheaded, dissolved in acid, or\ntossed into a volcano. Although Heroes can’t die in standard\nP&P, characters with this power know they’re hard to kill and can be roleplayed that way. When playing a game in which Heroes\ncan die, GMs should charge more for this power (anywhere from\n3 to 6 Hero Points)."},
            {"name":"Healing","range":"Touch","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can heal the injuries of anyone you touch. Your Power rank\nequals the maximum number of points of damage you can heal\nper day. The GM may also let this Power cure diseases with a\nsuccessful Healing roll or perhaps by spending Resolve.","children":[{"type":"CON","name":"Repair","cost":"-2","description":"Your touch repairs inanimate objects\nrather than heals living beings. It can heal damage\ninflicted on androids, cyborgs, machines, robots,\nvehicles, and most other technology."}]},
            {"name":"Hibernation","range":"Self","rank":"Default Rank","cost":"1 Hero Point","description":"You can enter a state of suspended animation and remain that\nway as long as you wish. You barely age and don’t need to\nbreathe, eat, or drink anything while hibernating. You remain\nfully aware of your surroundings in this state and can revive\nyourself anytime you wish."},
            {"name":"Hyper Breath","range":"Special","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can inhale and exhale gale-force winds that can pull things\ntoward you or push them away from you. This requires a\nsuccessful Hyper Breath roll against the greater of each target’s\nMight or weight rank. With 1 or 2 net successes, a target can be\npulled to you or pushed out to Distant Range. With 3 or more\nnet successes, the target also falls prone and loses their next\nturn to act. This power can either affect all targets within Close\nRange or a single target within Distant Range. You can also use\nHyper Breath to disperse gasses or inhale and hold them as\nlong as you can hold your breath, but this doesn’t grant you any\nspecial immunity to caustic or toxic gasses.","children":[{"type":"PRO","name":"Freezing","cost":"+1 per rank","description":"You can also use your\nbreath to freeze targets, mimicking the effects of\nBlast (cold) or Ensnare, but only within Close Range."}]},
            {"name":"Illusions","range":"Zone","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can create illusions. Your illusions can be as small as you like,\nor they can fill the Power’s area of effect with illusory sights and\nsounds. Your illusions exist in the real world and can be perceived\nby both living beings and inanimate objects like cameras and\nmicrophones. Observers will believe your illusions are real unless\nthey have a reason to think otherwise, in which case they can\nmake a Perception roll against your Power rank to see through\nthem. Whether or not they believe them, anyone who attempts to touch your illusions will pass right through and immediately\nrealize they aren’t real. If you place an illusion over a physical\nobject, however, merely touching it won’t give anything away\nbecause the observer will touch the object underneath.","children":[{"type":"PRO","name":"Mental","cost":"+2 per rank","description":"You create illusions in the\nminds of living beings. Observers who have a reason\nto believe your illusions aren’t real use Willpower\nrather than Perception when trying to see through\nthem. Although your illusions can’t be detected by\ninanimate objects like cameras and microphones,\nthey are more effective on living beings, who can\nbe made to believe they have been blinded, bound,\ngagged, harmed, incapacitated, immobilized, or\notherwise affected by some part of the illusion.\nWhatever the trappings, these illusory special effects\nall basically work like the Stun Power, but using your\nIllusions rank against the target’s Willpower. Although\nyour illusions can cover a large area, as described\nabove, you can only target single individuals with\nillusory special effects like these unless you apply\nthe Zone Pro."}]},
            {"name":"Immortality","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You can’t die or you don’t stay dead. Maybe you always come\nback to life, maybe your consciousness gets transferred into\na clone or duplicate body, etc. However it works, killing you\ndoesn’t stick. What’s more, you won’t grow old or die of old age,\nat least not within any time frame that matters. Although Heroes\ncan’t die in standard P&P, characters with this power know they\ncan’t die and can be roleplayed that way. When playing a game\nin which Heroes can die, GMs should charge more for this power\n(anywhere from 6 to 12 Hero Points).","children":[{"type":"CON","name":"Vulnerable","cost":"-1","description":"You can be killed, but it’s not an\neasy thing to do. Describe how."}]},
            {"name":"Immunity","range":"Self","rank":"Default Rank","cost":"3 Hero Points per immunity","description":"You are immune to certain attacks, conditions, effects, energies,\nhazards, or Powers. Select one or more of the following\nimmunities or make up your own.","children":[{"type":"","name":"Attack X","cost":"","description":"You are immune to a specific type of physical\nattack or weapon."},{"type":"Energy X","name":"","cost":"","description":"You are immune to a specific type of energy\nother than kinetic/physical energy."},{"type":"","name":"Environmental","cost":"","description":"You are immune to environmental hazards\nlike pressure, radiation, and temperature."},{"type":"","name":"Fatigue","cost":"","description":"You never tire or get mentally fatigued and you\ndon’t need to rest or sleep."},{"type":"","name":"Life Support","cost":"","description":"You don’t need to breathe, eat, or drink, and\nyou are immune to airborne toxins."},{"type":"","name":"Mental States","cost":"","description":"You are immune to negative emotions and\nmental states like fear and confusion."},{"type":"","name":"Sensory","cost":"","description":"You are immune to the Dazzle Power and similar\nsensory overload effects."},{"type":"","name":"Toxins","cost":"","description":"You are immune to diseases, drugs, and poisons."}]},
            {"name":"Inanimate","range":"Self","rank":"Default Rank","cost":"9 Hero Points","description":"You aren’t alive, at least not in the usual sense. You might be a\nconstruct, a robot, undead, or something else. You are immune\nto physical attacks and Powers that only affect living beings,\nwhether those Powers are harmful or helpful. Additionally, you\neffectively have Immunity (Life Support, Toxins). You still have a\nmind or spirit, so you remain vulnerable to mental attacks and\nPowers. This Power has no rank and can’t be absorbed, drained,\nmimicked, or affected by other abilities. It does have a Source\n(other than Trained) which suggests what kind of being you are,\nas follows:\n• Innate: you are a living being, but not in any way that\nresembles life on Earth.\n• Magic: you are a supernatural being like an angel, devil,\nelemental, faery, golem, or undead.\n• Psychic: you are an astral or ectoplasmic being like a ghost\nor spirit and are likely incorporeal.\n• Super: you are inorganic matter or energy brought to life\nby some inexplicable phenomenon.\n• Tech: you are an artificial construct like a clockwork being,\nnanoswarm, robot, or sentient program.","children":[{"type":"PRO","name":"Mindless","cost":"+9","description":"You are also immune to mental\nattacks and Powers because you lack both mind and\nspirit, as in the case of a true robot or a magically\nanimated skeleton or zombie."}]},
            {"name":"Invisibility","range":"Self","rank":"Default Rank","cost":"9 Hero Points","description":"You can turn invisible. You can still be detected by other senses,\nby Powers like Attuned, Radar, and Super Senses, and by how\nyou affect the environment (footprints in mud or snow, the\nmovement of fog or rain, etc.). Enemies who can’t see you\nsuffer a −3d penalty to their attack rolls and active defense\nrolls against you unless they have a Power like Blind Fighting or\nRadar that compensates for this. Lower this penalty to −2d for\nenemies that can detect you as described above, even if they\ncan’t see you.","children":[{"type":"PRO","name":"Cloaking","cost":"+3","description":"When you turn invisible, you also\nbecome undetectable to Radar and all Super\nSenses that involve vision. Additionally, you become\nundetectable to sensors and other equipment\n(magical, technological, or otherwise) that operates\nlike these Powers."},{"type":"CON","name":"Jamming","cost":"-3","description":"You can’t turn invisible, but you can\nrender yourself undetectable to Radar and all Super\nSenses that involve vision. Additionally, you become\nundetectable to sensors and other equipment\n(magical, technological, or otherwise) that operates\nlike these Powers."}]},
            {"name":"Irritant","range":"Zone","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can fill the area around you with an effect like a blinding\nsandstorm, hurricane force winds, noxious gas, or a swarm of\ninsects. Everyone in the area other than you suffers a −2d\npenalty to all challenge rolls (other than passive defense rolls)\nunless their Toughness exceeds your Power rank. If you wish,\nyou can specify that your version of the Power is resisted with\nWillpower instead of Toughness. You must use an action to\nactivate this Power, but once you do, you can maintain it as a\nfree action."},
            {"name":"Languages","range":"Self","rank":"Default Rank","cost":"1 Hero Point","description":"All characters can speak one or two languages, but you speak a\nnumber of extra languages equal to your Intellect. You can select\nthese languages ahead of time or during play.","children":[{"type":"PRO","name":"Hyper Translation","cost":"+2","description":"You are instantly\nfluent in any language you encounter. You can’t\nspeak languages your vocal cords can’t mimic, or\nunderstand ones your senses can’t perceive."},{"type":"PRO","name":"Polyglot","cost":"+1","description":"You have a natural talent for languages.\nYou can master new languages in about a week or so\nand can normally learn enough to get by within a\nday or two."}]},
            {"name":"Leadership","range":"Self","rank":"Default Rank","cost":"6 Hero Points","description":"You lead your team in battle. As long as you can see and\ncommunicate with them, you can spend a free action to let each\nof your allies reroll one challenge roll per combat scene."},
            {"name":"Leaping","range":"Self","rank":"Baseline Rank (1/2 Might)","cost":"1 Hero Point per rank","description":"This Travel Power lets you jump incredible distances, as shown\non the Leaping table. Subtract 1d from your Power rank to\ndetermine how high you can jump straight up. Leaping can be used to travel long distances like any other Travel Power.\nThis Power works best outdoors because it requires overhead\nclearance. As a result, your Leaping rank is capped at your\nAgility when making movement rolls indoors. Last, you can also\nuse Leaping as an active defense against falling damage."},
            {"name":"Life Drain","range":"Touch","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can drain the life of any living being you touch by making\na Life Drain roll against their Toughness or one of their active\ndefenses. If you wish, you can specify that your version of the\nPower is resisted with Willpower instead of Toughness, but active\ndefenses will always apply as well. You inflict 1 point of damage\nper net success rolled. If you are wounded, you also heal 1\npoint of damage for every 2 full points of damage inflicted. For\nexample, you heal 1 point of damage whenever you inflict 2\nor 3 points of damage. You don’t have to be wounded to use\nthis Power.","children":[{"type":"PRO","name":"Vampirism","cost":"+1","description":"Rather than merely draining life\nenergy, the Power inflicts actual physical damage so\ntargets resist this Power like they would any ordinary\nattack that inflicts physical damage (using Armor,\nhalf their Toughness, or an active defense). Because\nthe Power inflicts physical damage, it can be used to\nattack inanimate objects and beings. Nevertheless,\nyou only heal damage when the Power is used on\nliving targets."}]},
            {"name":"Light/Effect","range":"Special","rank":"Default Rank","cost":"3 Hero Points","description":"You can generate light, normally visible light but you can\ngenerate ultraviolet light if you prefer. This is effortless and\nalways considered a free action. Your light can fill the Zone\naround you, or you can focus it down to a beam or a harmless\nlaser that extents to Distant Range. The light can be as bright as\nyou like, but not so bright that it incapacitates others like Dazzle.\nThat said, suddenly going from total darkness to bright light will\nprobably stun just about anyone, if only for a moment. Although\nLight is the most common version of this ability, this Power can instead represent the ability to generate some other innocuous\nbut useful environmental effect (in which case it’s called Effect\nto avoid confusion)."},
            {"name":"Lightning Reflexes","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You have incredible reflexes. Increase your Edge by 6. Also,\nwhile this is mostly for narrative flair, you can draw, holster, or\nsheathe any weapon you carry in an instant. If using the Gritty\nCombat Rules in Chapter 4, this makes it impossible for anyone\nto get the drop on you.","children":[{"type":"CON","name":"Fighting/Marksmanship","cost":"-1","description":"This Power only\napplies when performing close combat attacks or\nranged combat attacks, respectively, and you can\nonly quick draw those types of weapons."}]},
            {"name":"Luck","range":"Self","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You are incredibly lucky or so skilled that you make everything\nlook easy. You gain a number of Luck dice equal to your Luck\nrank at the start of every issue. Luck dice can be added to either\nside of any challenge roll that involves you. For example, you can\nspend 3 Luck dice to add +3d to one of your challenge rolls. You\ncan also spend 3 Luck dice to oppose the roll of someone acting\nagainst you. In that case, you roll the dice, count your successes,\nand subtract them from the other person’s roll. Much like when\nyou spend Resolve, this happens automatically, without you\nneeding to do anything.","children":[{"type":"PRO","name":"Control","cost":"+4","description":"Rather than just being lucky, this\nPower represents your ability to consciously alter\nprobability fields. This lets you use Luck on yourself\nand anyone you wish within Distant Range. Although\nyou have to be conscious and aware, using this Power\nis considered a free action, and you can do so at any\ntime — you don’t have to wait for your turn to act."},{"type":"PRO","name":"Unbelievable","cost":"+1 per rank","description":"You can also spend\nLuck dice to buy yourself lucky breaks, as described\nin Chapter 5. Lucky breaks purchased with Luck dice\nare often more extreme, spectacular, and unlikely\nthan those purchased with Resolve. Of course, they’re\nstill subject to the GM’s approval and can’t be used\nto break the game."}]},
            {"name":"Machine Control","range":"Ranged","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can control machines and electronic devices at up to Distant\nRange. For example, you can use this Power to hack into a\ncomputer, deactivate a security camera, or remotely control a\ncar. You can also substitute your Power rank for whatever Trait\nyou’d normally use to operate the machine or device. You can\ncontrol multiple machines at the same time, but every extra machine controlled lowers your effective Power rank by 1d, and\nyou still suffer the usual −2d penalty if you use the Power to\nperform multiple attacks or actions in combat.","children":[{"type":"CON","name":"Interface","cost":"-2","description":"You can only control computers.\nHowever, this also lets you control any machine or\ndevice controlled by a computer, which covers a lot\nof ground."}]},
            {"name":"Martial Arts","range":"Touch","rank":"Baseline Rank (Might)","cost":"1 Hero Point per rank","description":"You are a master of unarmed combat. You can use this Power to\nperform and defend yourself against close combat attacks. You\ncan also substitute your Martial Arts rank for your Might when\nperforming and resisting grabs, holds, escapes, and combat\nstunts. You’ve also trained with weapons and can substitute your\nMartial Arts rank for your Ability ranks when using mundane\nmelee weapons to attack or defend yourself (although the Gear\nLimit for mundane weapons still applies, as discussed in Chapter\n6). Unlike most attack Powers, Martial Arts inflicts subdual\ndamage (although you still inflict lethal damage when armed\nwith a melee weapon that inflicts such damage).","children":[{"type":"PRO","name":"Deflect","cost":"+4","description":"You can deflect ranged attacks. This\nlets you use Martial Arts as an active defense against\nranged physical and energy attacks, but not against\narea attacks."},{"type":"PRO","name":"Deflect Missiles","cost":"+2","description":"You can deflect ranged\nattacks. This lets you use Martial Arts as an active\ndefense against ranged physical attacks, but not\nagainst area attacks."}]},
            {"name":"Master of Disguise","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You are a master of disguise. You can create extremely realistic\ndisguises in one short scene or less, assuming you have on hand\nwhatever materials and supplies you need (and in a pinch, you\ncan do wonders with ordinary household goods). You are also a\nmaster of mimicry, able to imitate the voice and mannerisms of\nothers. Use Charm when making challenge rolls for this ability,\ntypically opposed by your target’s Perception. When the Item\nCon is applied to this Power, it must mean something more\nthan just needing materials and supplies to craft your disguises\nbecause that is assumed."},
            {"name":"Matter Chameleon","range":"Self","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can take on the properties of objects you touch for the\nrest of the scene. This works like Solid Form, but your effective\nPower rank equals the lesser of your Matter Chameleon rank\nor the Structure of the object. You also take on the energetic\nproperties of objects you touch, such as the heat of lava, gaining\nAura at the lesser of your Matter Chameleon rank or the rank\nof the energy coming off the object. You suffer no damage from\nthis unless the energy’s rank exceeds your Power rank, and even\nthen, this Power acts as a passive defense against energetic\ndamage inflicted by touching objects."},
            {"name":"Mind Blast","range":"Ranged","rank":"Power Rank","cost":"1 Hero Points per rank","description":"You can fire a mental attack that targets the mind or spirit,\ninflicting psychic damage on living beings by making a Mind\nBlast roll against your target’s Willpower. This Power has no\neffect on inanimate objects and in fact goes right through them\nunless they have a psychic presence."},
            {"name":"Mind Control","range":"Ranged","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can make any living being within Distant Range do what\nyou wish for the Power’s duration by making a Mind Control roll\nagainst their Willpower. You can control your target immediately,\nor you can spend 1 Resolve to implant suggestions that will\nbe triggered at some point in the future (possibly months or\neven years later, in which case the duration won’t begin to run\nuntil the suggestion is triggered). Targets get a +2d bonus to\n\nresist commands that are totally against their natures or self-\ndestructive.","children":[{"type":"CON","name":"Hypnosis","cost":"-2","description":"You need to have a calm, face-to-\nface conversation with anyone whose mind you want\n\nto control, making this ability useless in combat."},{"type":"CON","name":"Pheromones","cost":"-2","description":"Your Power is chemical in nature.\nCharacters use the greater of their Toughness or\nWillpower to resist it. Additionally, characters who\ndon’t breathe are immune to this Power, as are\nthose protected by life support systems or immune\nto toxins."}]},
            {"name":"Nullify","range":"Zone","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can create a dampening field that nullifies the Abilities,\nTalents, and Powers of all characters within range, friend and\nfoe alike. Nullified Abilities and Talents drop to 1d, while nullified\nPowers completely stop working. You can only nullify Traits if\nyour Power rank equals or exceeds their rank, but this happens\nautomatically: no roll is required. This Power only affects Traits\nfrom one Source (pick one). You have to concentrate to use this ability — you can only move at half speed, and you can’t attack,\nuse active defenses, or perform other actions while this Power\nis active unless you spend 1 point of Resolve to do so. A target\naffected by this Power may spend Resolve to muscle their way\nthrough and use a nullified Trait, but each page or use of a\nnullified Trait will cost them 1 point of Resolve.","children":[{"type":"PRO","name":"Also X","cost":"Special","description":"You can affect Traits from more than\none Source. Every additional Source increases this\nPower’s cost by 1 Hero Point per rank. For example,\nthis Power costs 4 Hero Points per rank if you can\nnullify Innate, Super, and Trained Traits."}]},
            {"name":"Omni-Power","range":"Special","rank":"Power Rank","cost":"3 or 5 Hero Points per rank","description":"You possess a versatile ability that lets you mimic other Powers\nat this Power’s rank. You can mimic any number of Powers per\npage, and you can switch between them in an instant, but each\nuse of this Power after the first on the same page lowers your\neffective Omni-Power rank by 1d for the rest of that page. For\nthese purposes, a “use” is any action, movement, or challenge\nroll involving this Power. This reduction concerns how often you use this Power in one\npage; it has nothing to do with how many actions you perform.\nAccordingly, if you use this Power to perform 2 or more attacks\non the same page, you also suffer the usual multiple action\npenalty on your attack rolls (see Chapter 4).\nPowers with a default rank can only be mimicked if your current\nOmni-Power rank equals or exceeds their cost in Hero Points.\nFor example, you need at least 3d Omni-Power to mimic Light\nbecause that Power costs 3 Hero Points. Omni-Power cannot\nbe used to mimic Alternate Form, Determination, Inanimate,\nLife Drain, Luck, Nullify, Power Absorption, Power Mimicry,\nPreparation, Slay, or Time Stop.\nYou can apply Pros to the Powers you mimic by spending\n1 Resolve per Pro, or 2 Resolve for Pros that cost at least 4\nHero Points. If you spend Hero Points to apply a Pro to this\nPower overall, you can apply it to any Power you mimic without\nspending Resolve. Cons can only be applied to this Power overall, and affect all Powers you mimic. For example, if you apply the\nSignature Con to this Power, every Power you mimic will have\nthe Signature Con.\nThere are two types of Omni-Powers: narrow and broad. Narrow\nOmni-Powers can imitate a limited set of abilities, and cost 3\nHero Points per rank. Broad Omni-Powers can imitate a wide\narray of abilities, and cost 5 Hero Points per rank. You must\ndescribe what your Omni-Power does when you select it so that\nboth you and your GM understand what it can and can’t do. This\nis especially important for broad Omni-Powers, which often do\nmany things but should never let you do everything. Use the\nexamples below as a guide. GMs are free to limit or prohibit\nthis Power.\n• Arsenal (narrow): You carry a collection of arrows,\nboomerangs, bullets, grenades, shuriken, etc., that let you\nimitate Powers that inflict damage and special effects.\n• Gadgets (broad): You carry an assortment of technological\nwonders that you can use to imitate the effects of a wide\nvariety of Powers.\n• Gizmos (narrow): You wear a utility belt or pack, or\nperhaps you have items built into your body. This lets you\nimitate Powers that represent a wide variety of mundane\ntools and miscellaneous equipment.\n• Quantum Control (broad): You can control matter and\nenergy at the quantum level, and probably have some\ncontrol over time and space as well.\n• Sensors (narrow): Common among high-tech characters,\nyou have an advanced sensor suite that can imitate the\neffects of most Super Senses involving hearing or vision.\n• Sorcery (broad): You are a practitioner of the arcane\narts who uses your vast magical knowledge to create an\nassortment of magical effects that are somehow related."},
            {"name":"Phasing","range":"Self","rank":"Default Rank","cost":"9 Hero Points","description":"You can shift your body out of phase with the physical world.\nThis makes you immune to physical attacks and effects (including\nenergy attacks), but not to mental ones. It also allows you to\npass through solid objects, but not through force fields. You can’t\ncarry, touch, or affect anything physical while phased. Activating\nor deactivating this Power is a free action, but you cannot do\nboth on the same turn to act (use Blink to represent the ability\nto quickly activate and deactivate this Power in combat).","children":[{"type":"PRO","name":"Intangible","cost":"+3","description":"Normal force fields can’t hold\nyou, but those with the Ward Con can, unless your\nWillpower exceeds their Power rank."}]},
            {"name":"Plasticity","range":"Self","rank":"Power Rank","cost":"2 Hero Points per rank","description":"Your body is rubbery and elastic, allowing you to mold yourself\ninto different shapes and squeeze through the tightest openings.\nYou can create different effects at your Plasticity rank by\nshaping yourself into different forms. For example, you can\nimitate Leaping by shaping yourself into a ball, you can use\nPlasticity instead of Might to hold something in place by winding\nor wrapping yourself around it, or you can use yourself as a\nparachute for anything with a weight rank less than or equal to\nyour Power rank. In combat, you can use Plasticity as a passive\ndefense against physical attacks, but not against energy attacks,\nand you can substitute Plasticity for Might when grappling or\nperforming close combat attacks. If your Might exceeds your\nPower rank, use Might +1d instead."},
            {"name":"Polymorph","range":"Self","rank":"Default Rank","cost":"6 Hero Points","description":"You can access a storehouse of mundane weapons, armor, gear,\nand even vehicles from wherever you are. This might involve\nteleporting these things to and from a secret warehouse,\npulling them out of a magic bag or hat, carrying them around in\nshrunken form, creating them out of thin air, or something else\nentirely. These items only last until the end of the scene, unless\nyou have Resources or Wealth, in which case you may very well\nbe using this Power to grab your own items out of storage."},
            {"name":"Possession","range":"Ranged","rank":"Power Rank","cost":"1 Hero Point per rank","description":"You can possess the body of living beings within Distant Range\nby making a Possession roll against your target’s Willpower.\nWhile possessing someone, you use their physical Abilities,\nTalents, and Powers and your mental Abilities, Talents, and\nPowers (it’s the GM’s call). While you are using this Power, your\nphysical body lies dormant, but you will instantly know if it gets\nmoved or harmed. You automatically jump back to your own\nbody if the person you are possessing gets knocked out or killed.","children":[{"type":"PRO","name":"Meld","cost":"+4","description":"Your body melds into that of anyone you\npossess for the power’s duration."}]},
            {"name":"Power Absorption","range":"Touch","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can steal a character’s Abilities, Talents, and Powers from\na specific Source (pick one) by making a Power Absorption\nroll against their highest-ranked Trait that shares this Source\nor one of their active defenses. If successful, your target falls\nunconscious and you gain the stolen Traits at their rank for the\nPower’s duration. If you already have a stolen Trait at an equal\nor greater rank, your Trait is unaffected. You can possess the\nTraits of multiple characters at the same time, but this lowers\nyour effective Power rank by 1d per extra character. If used\non a Minion whose abilities come from the correct Source (it’s\nthe GM’s call), you gain an attack and defense rank equal to\ntheir Threat if that’s better than what you would normally use.\nThis Power requires physical contact, so it can’t affect anyone\ncompletely hidden behind artificial armor or a force field.","children":[{"type":"PRO","name":"Also X","cost":"Special","description":"You can absorb Traits from more\nthan one Source. Every additional Source increases\nthis Power’s cost by 1 Hero Point per rank. For\nexample, this Power costs 4 Hero Points per rank if\nyou can absorb Innate, Super, and Trained Traits."},{"type":"CON","name":"Only X","cost":"-2 or -4","description":"You can only absorb one type\nof Trait. This is usually a −2 Con and means you can\nonly affect Abilities, Talents, or Powers (pick one). If\nyou can only absorb one specific Ability, Talent, or\nPower (again, pick one), this is a −4 Con instead."}]},
            {"name":"Power Mimicry","range":"Touch","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can mimic a character’s Abilities, Talents, and Powers from\na specific Source (pick one) by making a Power Mimicry roll\nagainst their highest-ranked Trait that shares this Source or one\nof their active defenses. If successful, you gain the mimicked\nTraits at their rank for the Power’s duration. If you already\nhave a mimicked Trait at an equal or greater rank, your Trait is\nunaffected. This does not affect your target in any way. You can\npossess the Traits of multiple characters at the same time, but\nthis lowers your effective Power rank by 1d per extra character. If\nused on a Minion whose abilities come from the correct Source\n(it’s the GM’s call), you gain an attack and defense rank equal to\ntheir Threat if that’s better than what you would normally use.\nThis Power requires physical contact, so it can’t affect anyone\ncompletely hidden behind artificial armor or a force field.","children":[{"type":"PRO","name":"Also X","cost":"Special","description":"You can mimic Traits from more\nthan one Source. Every additional Source increases\nthis Power’s cost by 1 Hero Point per rank. For\nexample, this Power costs 4 Hero Points per rank if\nyou can mimic Innate, Super, and Trained Traits."},{"type":"CON","name":"Only X","cost":"-2 or -4","description":"You can only absorb one type\nof Trait. This is usually a −2 Con and means you can\nonly affect Abilities, Talents, or Powers (pick one). If\nyou can only absorb one specific Ability, Talent, or\nPower (again, pick one), this is a −4 Con instead."}]},
            {"name":"Precognition","range":"Self","rank":"Default Rank","cost":"12 Hero Points","description":"You can rewrite events that have already happened, perhaps\nbecause you can see into the future, predict the most likely\noutcome of any course of action, or actually turn back time.\nHowever this works, you can spend Resolve to negate something\nthat just happened in the game. In combat, this erases a\ncharacter’s turn and lets you skip your normal place in the\naction sequence and immediately take your next turn to act\nbefore they repeat theirs. You must declare this as soon as a\ncharacter finishes their turn to act, if not sooner. Once another\ncharacter begins to act, you can’t go back any farther than the\nstart of the acting character’s turn. This costs 1 Resolve the first\ntime you use this Power in a scene, 2 Resolve the second time,\n3 Resolve the third time, and so on. Characters are not refunded\nResolve or Adversity spent during an erased turn. GMs should\nfeel free to disallow this Power."},
            {"name":"Preparation","range":"Self","rank":"Special","cost":"6 Hero Points","description":"Thanks to your penchant for meticulous research and planning,\nyou tend to be prepared for any situation. As discussed in\nChapter 5, all Heroes can spend 1 Resolve to make up some\nminor detail about the game world, often a lucky break that\nworks in their favor. This Power lets you take that one step\nfurther, making these narrations much more effective if they\ncan be explained by your research and planning. This allows\nyou to declare that you are carrying the perfect item, tool, or\nmundane weapon (assuming your gear hasn’t been taken from\nyou), that you planted something in or otherwise prepared your\ncurrent location ahead of time, that you already know or have\naccess to information you need, or that you know or have pull\nwith some Extra. Preparation isn’t an instant win button you can\nuse to narrate your way around every challenge or obstacle the\nGM throws your way. Even with this Power, the GM can veto any\nnarration they consider unreasonable or game-breaking. This\nPower has no rank and can’t be absorbed, drained, mimicked,\nor affected by other abilities."},
            {"name":"Psi-Screen","range":"Self","rank":"Baseline Rank (Willpower)","cost":"1 Hero Point per rank","description":"You’ve honed your mental and spiritual defenses. Use Psi-Screen\ninstead of Willpower when defending yourself against mental\nattacks and resisting mental damage and effects. Also, you\nknow when someone tries to use Telepathy to read your surface\nthoughts, and you can use this Power to resist such attempts. You\ncan also use this Power to resist attempts to probe your mind.","children":[{"type":"PRO","name":"Cloak Mind","cost":"+2","description":"You can hide your mental presence\nfrom telepaths. Anyone who wants to use Telepathy\nto detect you must make a successful Telepathy roll\nagainst your Psi-Screen rank."}]},
            {"name":"Psychometry","range":"Touch","rank":"Default Rank","cost":"9 Hero Points","description":"You can pick up psychic impressions and glean information from\nphysical objects. You can ask the GM about the basic history of\nany inanimate object you touch. If you spend 1 Resolve, you can\nask for in-depth information about a specific person or event\nconnected to the object, assuming there’s any information to be\nhad. The information received may sometimes be incomplete or\nmisleading, but it is always truthful and must address the subject\nof your question."},
            {"name":"Quick Change","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You can change your attire and/or grooming (hairstyle, makeup,\netc.) in an instant. Describe how this works. Using this Power\ntakes an action.","children":[{"type":"CON","name":"Costume","cost":"-1","description":"You can only change into your\ncostume or into what you were wearing (if anything)\nwhen you last changed into your costume."}]},
            {"name":"Radar","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You have some kind of radar sense that provides a three-\ndimensional image of your surroundings. This doesn’t let you\n\nsee flat images like print, pictures, or video displays.","children":[{"type":"CON","name":"Sonar","cost":"-1","description":"This Power only works underwater."},{"type":"CON","name":"Tremor Sense","cost":"-1","description":"Rather than using radar, you\nare sensitive to vibrations in the ground. You can only\ndetect beings and objects that are in contact with the\nground or causing the ground to vibrate, as might be\nthe case with low-flying helicopters or VTOL jets."}]},
            {"name":"Regeneration","range":"Self","rank":"Default Rank","cost":"6 Hero Points","description":"You recover from injuries very quickly: you heal 1 point of\ndamage per hour. If you get knocked unconscious, you awaken\nas soon as you heal 1 point of damage (if not revived sooner).","children":[{"type":"PRO","name":"Fast","cost":"+6","description":"You heal 1 point of damage per minute\ninstead of per hour."},{"type":"PRO","name":"Instant","cost":"+18","description":"You heal 1 point of damage per page\ninstead of per hour."}]},
            {"name":"Resistance","range":"Self","rank":"Baseline Rank (Toughness)","cost":"1 Hero Point per 2 ranks","description":"You are resistant to radiation, temperature extremes, and\ntoxins (diseases, drugs, and poisons). Use this Power instead of\nToughness when rolling to resist hazards like these."},
            {"name":"Running","range":"Self","rank":"Baseline Rank (3d)","cost":"1 Hero Point per rank","description":"This Travel Power lets you run faster than normal. This can also\nrepresent rolling on wheels, skating, or even bouncing like a\nball. This Power’s 3d baseline rank reflects standard human\nrunning speed.","children":[{"type":"PRO","name":"Hover","cost":"+2","description":"You hover up to 1 foot above the ground\nwhen using this Power. This allows you to ignore\ncaltrops, pressure plates, squeaky floors, tripwires,\nuneven ground, and so on."}]},
            {"name":"Separation","range":"Self","rank":"Default Rank","cost":"3 Hero Points","description":"You can detach your body parts without the usual side effects\nlike screaming and bleeding to death. Your detached parts act\nindependently and can generally do whatever a detached but\notherwise healthy body part might reasonably be able to do,\ntaking your other Powers into account. For example, a detached\nhand can crawl around on the ground, manipulate objects, and\nscare the hell out of people. If you can fly, then your hand\nprobably can too."},
            {"name":"Shockwave","range":"Zone","rank":"Power Rank","cost":"1 Hero Point per 2 ranks","description":"You can generate a concussive wave that targets everyone within\nrange, friend and foe alike. This requires a successful Shockwave\nroll against the greater of each target’s Might or weight rank.\nWith 1 or 2 net successes, a target is pushed away from you and\nsuffers a −1d penalty to all challenge rolls until after your next\nturn to act. The target remains within Close Range of you, but\nthey’re no longer adjacent to you if they were beforehand. With\n3 or more net successes, the target is also knocked prone and\nloses their next turn to act. This Power shatters fragile materials\nlike ordinary glass and ice in its area of effect."},
            {"name":"Shrinking","range":"Self","rank":"Power Rank","cost":"2 Hero Points per rank","description":"You can shrink, becoming as small as shown on the Shrinking\ntable and lowering your weight rank by your current Shrinking\nrank until it reaches 0d. You can substitute your current Shrinking\nrank for your Agility. You also gain Leaping and Strike at half\nyour current Shrinking rank. If you already have any of these Traits at an equal or greater rank, use their ranks +1d instead.\nAs discussed in Chapter 4, your size may also make it easier to\nhit others and avoid the attacks of human-sized enemies."}
            ]
        }