{
    "main": "Combat section",
    "records": [
        {
            "name": "Attacks and Defenses",
            "description": "Attacks are resolved like any other challenge roll. You make a roll using one of your Traits to attack, and your target makes a roll using one of their Traits to defend themselves. The target’s roll determines the attack’s threshold. These rolls are called attack rolls and defense rolls to distinguish them from ordinary challenge rolls. Attack rolls are often made using Powers like Blast or Strike, unless you’re wielding a mundane weapon, in which case you use Attributes like Might or Agility plus a modifier called a Weapon Bonus that varies depending on the weapon. Your target can use an active defense like Agility to avoid your attack or a passive defense like Armor to resist your attack — always use the option that provides the best defense (the Trait with the highest rank). Some Powers inflict conditions or effects other than damage, called special effects. These Powers always specify the Traits used to resist them. Unlike ordinary challenge rolls, successful attack rolls have specific effects. Damaging attacks inflict 1 point of damage per net success rolled. Damage reduces the target’s Health, which usually equals the average of their Toughness and Might or the average of their Toughness and Willpower — use whichever option yields a greater value. Once a target’s Health has falls to 0, they’re defeated and out of the fight. Attacks that inflict special effects, on the other hand, last 1 page for every 2 net successes rolled (rounding up as usual). For example, if you roll 3 or 4 net successes when attacking a target with the Stun Power, your target is stunned for 2 pages. If the duration of a special effect ever equals or exceeds the target’s current Health, the target is “defeated” by the special effect, which then lasts for the rest of the scene. An arachnid-themed Hero, for example, might defeat criminals without hurting them by means of an ensnaring special effect that leaves them bound in sticky webbing. Minions are the exception to these rules. You ordinarily defeat 1 Minion per net success rolled on your attack, no matter what kind of attack you’re using."
        },
        {
            "name": "Active and Passive Defenses",
            "description": "There are two kinds of defenses: active and passive. Active defenses represent attempts to block, dodge, or parry attacks, while passive defenses represent the ability to resist or withstand attacks. Agility is a common active defense, while Toughness, Willpower, and Powers like Armor and Force Field are common passive defenses. The only distinction between active and passive defenses is that you can’t use active defenses if you are immobilized, surprised, unconscious, or otherwise unable to actively defend yourself. As long as you can move, however, neither being in a cramped or awkward position nor losing your next turn to act prevents you from using active defenses. No matter how many defenses you have available to you, you always use only one defense against each attack, normally the one with the greatest rank. Of course, this is an abstraction. You aren’t really choosing between dodging and resisting attacks when you defend yourself. In the game world, you are probably trying to avoid getting hit, and if you do get hit, your passive defenses are there to protect you. As a result, you always use the best defense available to you when making defense rolls."
        },
        {
            "name": "Lethal and Subdual Attacks",
            "description": "Attacks inflict one of two types of damage: lethal or subdual. Most physical attacks, hazards, weapons, and Powers inflict lethal damage, the more dangerous of the two. Targets can use only half their Toughness as a passive defense against attacks that inflict lethal damage. However, there are a few attacks — notably unarmed attacks and those made with light clubbing weapons — that inflict subdual damage instead. Targets can use their full Toughness as a passive defense against attacks that inflict subdual damage. Unless otherwise noted, always assume physical damage is lethal. Psychic damage is neither lethal nor subdual and is resisted with Willpower in any case."
        },
        {
            "name": "Modifiers",
            "description": "Although these rules are far from realistic, GMs may want account for basic factors like cover, size, and visibility to keep things at least somewhat grounded. Use the modifiers below to make combat scenes more interesting and tactical, but never let them bog the game down. Cover affects your attack rolls. You suffer a −1d penalty if your target has light cover, a −2d penalty if they have heavy cover, or a −3d penalty if they have almost full cover. You can’t hit a target completely hidden behind cover, but if your attack rank exceeds the cover’s Structure, you can attack through it. If you do, your target can use the cover’s Structure as a passive defense against your attack. Size affects your active defense rolls. You get a +1d bonus if your attacker is at least twice your size or a +2d bonus if they are at least 5 times your size. Conversely, you suffer a −1d penalty if your attacker is no more than half your size or a −2d penalty if they are no more than one-fifth your size. Visibility affects your attack rolls and your active defense rolls. You suffer a −1d penalty if the visibility is poor or a −3d penalty if you have no visibility. Poor visibility includes dim lighting, fog, smoke, etc. No visibility is usually due to blindness or darkness. You effectively have no visibility against an invisible opponent unless you have a Power that compensates for this, like Blind Fighting or Radar."
        },
        {
            "name": "Multiple Actions",
            "description": "You can perform more than 1 action per page, but if you do, you suffer a −2d penalty to all challenge rolls per extra action taken. For example, if you perform 2 attacks on one page, you suffer a −2d penalty to each. If you perform 3 attacks on one page, you suffer a −4d penalty to each. And so on. You must declare your multiple actions before making any challenge rolls. This penalty applies only to your multiple actions; it doesn’t affect your defense rolls or other challenge rolls. Despite these rules, you can’t attack the same target more than once per page. Actions and movement are different things, so you can’t use multiple actions to move farther than normal."
        },
        {
            "name": "Chases",
            "description": "Chases through open terrain are usually won by whoever is faster, which is why they’re boring. Luckily, most chases occur in locations where maneuverability is just as important as speed, places like crowded city streets, dark sewer tunnels, or the cramped airspace between office buildings. Chases like these are handled as contests, but with an unlimited number of exchanges. Each exchange in a chase lasts one page. At the start of every page, characters involved in the chase make challenge rolls using their Agility or Travel Power (as usual, those on foot use only half their Agility when rolling against those using Travel Powers). This roll isn’t considered an action, so characters involved in a chase can still attack or perform other actions as usual. If you have multiple pursuers or quarries, each pursuer picks one quarry to chase (and roll against). As usual, winning an exchange grants you a +2d bonus on the next exchange. More importantly, scoring at least 3 net successes lets you close or expand the distance between you and your opponent by one range class. The chase ends if the parties move closer than Close Range or farther than Extreme Range. At closer than Close Range, the quarry gets cornered or outmaneuvered and can’t go any farther (although they can still fight). At farther than Extreme Range, the quarry escapes."
        },
        {
            "name": "Health",
            "description": "A character’s Health determines how much punishment they can withstand. Your Health equals the average of your Toughness and Might or the average of your Toughness and Willpower — use whichever option gives you a greater value. Villains and Foes use the same formula to calculate their suggested Health, but as mentioned earlier, this total is halved for Foes (suggested because NPC Health is always determined by the GM, as discussed in Chapter 8). Minions don’t use Health, as discussed later in this chapter."
        },
        {
            "name": "Healing",
            "description": "Once a fight ends, you can make a Hard (2) Toughness roll to recover 1 point of Health for every net success rolled. You can also do this after every night of rest (or every day of rest if you happen to be living la vida nocturnal). If you spend a full 24 hours doing nothing but resting, the threshold for this roll drops to Average (1). Once defeated and carted off to the authorities or otherwise removed from the scene, NPCs recover from their injuries as quickly as the plot requires."
        }
    ]
}